Repository: exmoms/documentManagement
Catalog: DM.Service/Resources/Services/DocumentService.*.resx
Languages: ar, de

source: Aggregate Document Child is not existed
ar: المستند المجمع الفرعي غير موجود
de: Aggregiertes Dokument Kind ist nicht vorhanden

source: An error happened when trying to send the email, please report to the 'Admin'.
ar: حدث خطأ عند محاولة إرسال البريد الالكتروني، الرجاء مراجعة مسؤول النظام
de: Beim Versuch, die E-Mail zu senden, ist ein Fehler aufgetreten. Bitte melden Sie dies dem 'Admin'.

source: Attachment Compound Model Id Existed Before
ar: نموذج هذا المرفق موجود مسبقاً

source: Attachment Is Required
ar: الملف مطلوب

source: Attachment Name Existed Before
ar: اسم المرفق موجود مسبقاً

source: Attachment Name Is Null Or Empty
ar: اسم المرفق فارغ

source: Attachment NOT FOUND
ar: المرفق غير موجود
de: Anhang NICHT GEFUNDEN

source: Attribute Id Does Not Belong To Model
ar: الواصفة غير تابعة للنموذج

source: Child Document Version Is Not Existed
ar: إصدار المستند الفرعي غير موجود

source: Children NOT FOUND
ar: الأبناء غير موجودون
de: Kinder NICHT GEFUNDEN

source: Document Already Archived
ar: المستند مؤرشف مسبقاً

source: Document Deleted Before
ar: المستند محذوف مسبقاً

source: Document Doesn't Contain Any Image
ar: المستند لا يحتوي أي صور

source: Document Doesn't Contain Attachment
ar: المستند لا يحتوي هذا المرفق

source: Document Is Archived
ar: المستند مؤرشف

source: Document Is Not Archived
ar: المستند ليس مؤرشفاً مسبقاً

source: Document Name Is Null
ar: اسم المستند فارغ

source: Document NOT FOUND
ar: المستند غير موجود
de: Dokument NICHT GEFUNDEN

source: Document Version NOT FOUND
ar: إصدار المستند غير موجود
de: Dokumentversion NICHT GEFUNDEN

source: Invalid File
ar: الملف غير موجود او تالف

source: Metadata Model Has No Children
ar: النموذج ليس لديه نماذج مجمعة فرعية

source: Metadata NOT FOUND
ar: النموذج غير موجود

source: More Than One Value For Attribute
ar: أكثر من قيمة واحدة للواصفة

source: Null Values
ar: البيانات فارغة
de: Nullwerte

source: Please add required attachments.
ar: يرجى تحميل المرفقات المطلوبة(*)

source: Required Value
ar: القيمة مطلوبة

source: Scan file is required
ar: صورة المستند غير مدخلة

source: The Metadata Model Of The Attribute Is Not The Same As The Metadata Model Of The Document
ar: النموذج الخاص بالواصفة لا يطابق نموذج المستند

source: Wrong Aggregate Metadata model
ar: النموذج المجمع خاطئ

source: Wrong Child Metadata Model
ar: النموذج الفرعي خاطئ

source: Attachment Name existed before
de: Der Name des Anhangs war zuvor vorhanden

source: Attachment Name is Null or Empty
de: Der Name des Anhangs ist Null oder leer

source: Child Version Is Not Existed
de: Untergeordnete Version ist nicht vorhanden

source: Document already archived
de: Dokument bereits archiviert

source: Document deleted before
de: Dokument zuvor gelöscht

source: Document doesn't contain any image
de: Dokument enthält kein Bild

source: Document doesn't contain attachment
de: Das Dokument enthält diesen Anhang nicht

source: Document is archived
de: Dokument wird archiviert

source: Document is not archived
de: Dokument wird nicht archiviert

source: Document Name is null
de: Der Dokumentname ist null

source: Metadata Model has no Children
de: Das Metadatenmodell hat keine Kinder

source: Metadata Not Found
de: Metadaten NICHT GEFUNDEN

source: more than one Value for attribute
de: mehr als ein Wert für das Attribut

source: required Value
de: erforderlicher Wert

source: The metadata model of the attribute is not the same as the metadata model of the document
de: Das Metadatenmodell des Attributs stimmt nicht mit dem Metadatenmodell des Dokuments überein

source: Wrong aggregatge metadata model
de: Falsches Aggregat-Metadatenmodell

source: Wrong child metadata model
de: Falsches Modell für untergeordnete Metadaten
